tap 'buildpacks/tap'
tap 'cloudfoundry/tap'
tap 'derailed/k9s'
tap 'homebrew/cask-fonts'
tap 'k14s/tap'

brew 'buildpacks/tap/pack'
brew 'cloudfoundry/tap/cf-cli'
brew 'coreutils'
brew 'derailed/k9s/k9s'
brew 'direnv'
brew 'fasd'
brew 'fasd'
brew 'git'
brew 'go'
brew 'jq'
brew 'kapp'
brew 'kbld'
brew 'kubernetes-cli'
brew 'node'
brew 'python', link: true, overwrite: true
brew 'ruby-install'
brew 'shellcheck'
brew 'vendir'
brew 'wget'
brew 'yarn'
brew 'yq'
brew 'ytt'
brew 'zsh'

cask 'docker'
cask 'emacs', no_quarantine: true
cask 'flycut'
cask 'goland'
cask 'google-cloud-sdk'
cask 'homebrew/cask-fonts/font-hack-nerd-font'
cask 'iterm2'
cask 'rubymine'
cask 'spectacle'
