tap 'adoptopenjdk/openjdk'
tap 'buildpacks/tap'
tap 'cloudfoundry/tap'
tap 'derailed/k9s'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'k14s/tap'
tap 'knative/client'
tap 'railwaycat/emacsmacport'
tap 'tilt-dev/tap'

brew 'bash'
brew 'bat'
brew 'buildpacks/tap/pack'
brew 'cloudfoundry/tap/cf-cli'
brew 'cmake'
brew 'coreutils'
brew 'ctlptl'
brew 'derailed/k9s/k9s'
brew 'direnv'
brew 'fasd'
brew 'fzf'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'htop'
brew 'jq'
brew 'kapp'
brew 'kbld'
brew 'kn'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'libvterm'
brew 'minikube'
brew 'node'
brew 'poetry'
brew 'python'
brew 'rg'
brew 'ruby-install'
brew 'shellcheck'
brew 'tldr'
brew 'vendir'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yq'
brew 'ytt'
brew 'zsh'

cask 'adoptopenjdk'
cask 'docker'
cask 'flycut'
cask 'goland'
cask 'google-cloud-sdk'
cask 'homebrew/cask-fonts/font-hack-nerd-font'
cask 'homebrew/cask-fonts/font-source-code-pro'
cask 'iterm2'
cask 'railwaycat/emacsmacport/emacs-mac', no_quarantine: true
cask 'rubymine'
cask 'spectacle'
