tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "brexhq/brex", "git@github.com:brexhq/homebrew-brex.git"
tap "buildpacks/tap"
tap "chef/chef"
tap "d12frosted/emacs-plus"
tap "datawire/blackbird"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "ktr0731/evans"
tap "nvie/tap"
tap "railwaycat/emacsmacport"
tap "romkatv/gitstatus"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bazelisk", link: false
brew "buildifier"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "clang-format"
brew "cmake"
brew "openldap"
brew "curl"
brew "direnv"
brew "docker-compose", link: false
brew "docker-credential-helper-ecr", link: false
brew "dog"
brew "doitlive"
brew "editorconfig"
brew "exa"
brew "fasd"
brew "fd"
brew "fluxctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-tar"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "grep"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "hub"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kafka"
brew "kotlin"
brew "openjdk@11"
brew "ktlint"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "kustomize"
brew "libgccjit"
brew "pango"
brew "librsvg"
brew "libvterm", link: false
brew "maven"
brew "minikube"
brew "neovim"
brew "nghttp2"
brew "node"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "php"
brew "postgresql", restart_service: true
brew "postgresql@13"
brew "protobuf"
brew "prototool"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "shellcheck"
brew "skopeo"
brew "stern"
brew "tfenv"
brew "tldr"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "ykman"
brew "yq"
***REMOVED***
brew "brexhq/brex/erlang"
***REMOVED***
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-doom3-icon", "with-native-comp", "with-no-frame-refocus", "with-no-titlebar"]
brew "datawire/blackbird/telepresence"
brew "datawire/blackbird/telepresence-legacy"
brew "ktr0731/evans/evans"
brew "nvie/tap/git-toolbelt"
brew "romkatv/gitstatus/gitstatus"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk14"
cask "alfred"
cask "authy"
cask "bloomrpc"
cask "chef-workstation"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-victor-mono"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "karabiner-elements"
cask "macfuse"
cask "oracle-jdk"
cask "osxfuse"
cask "react-native-debugger"
cask "reactotron"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "yt-music"
