accountsservice
acpi
acpica
acpid
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-icon-theme
arc-themes-maia
artwork-i3
autoconf
automake
avahi
b43-fwcutter
baobab
bash
bat
bdf-unifont
bind
binutils
bison
blueman
bluez-hcitool
bluez-tools
bluez-utils
bmenu
brave-bin
btrfs-progs
bzip2
cantarell-fonts
chruby
clipit
clonezilla
cloudfoundry-cli
cmake
conky-manager
coreutils
cpupower
crda
cronie
cryptsetup
ctags
dconf-editor
device-mapper
dfc
dhclient
dhcpcd
diffutils
direnv
discord_arch_electron
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
emacs-all-the-icons
epdfview
ethtool
exfat-utils
f2fs-tools
fakeroot
fasd
fd
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox
flac
flex
fwupd
gawk
gcc
gcc-libs
gcolor2
gconf
geteltorito
gettext
gimp
git
glibc
gnome-font-viewer
gnome-keyring
go
gparted
gpmdp
grep
grub
grub-theme-manjaro
grub-theme-vimix
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-theme-arc-gruvbox-git
gtk3
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
htop
inetutils
inotify-tools
intel-ucode
inxi
ipcalc
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
isousb
jfsutils
jq
kapp-bin
kind
kvantum-manjaro
lastpass-cli
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgpod
libselinux
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux54
linux54-acpi_call
logrotate
lsb-release
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
mariadb-libs
markdown_previewer
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
minikube
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
nano
ncdu
neovim
nerd-fonts-hack
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
npm
nss-mdns
ntfs-3g
ntp
open-fuse-iso
openbsd-netcat
openresolv
openssh
os-prober
otf-symbola
p7zip
pacgraph
pacman
palemoon-bin
pamac-gtk
patch
patchutils
pavucontrol
pciutils
pcmanfm
pcsc-tools
perl
perl-file-mimeinfo
pkgconf
polkit-gnome
poppler-data
postgresql
postgresql-libs
powertop
procps-ng
psmisc
pulseaudio-bluetooth
python-pip
python-poetry
qt5-styleplugins
qt5ct
ranger
redshift
reiserfsprogs
ripgrep
rofi-scripts
rsync
ruby-install
rust-analyzer
rustup
s-nail
sbxkb
screenfetch
sed
shadow
slack-desktop
slock-gruvbox-lowcontrast
smartmontools
spectre-meltdown-checker
speedtest-cli
steam-manjaro
steam-native
strace
subversion
sudo
sysfsutils
syslog-ng
systemd-sysvcompat
tar
terminus-font
termite
terraform
texinfo
the_silver_searcher
timeshift
tldr
tlp
tlpui
transmission-gtk
tree
ttf-all-the-icons
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-symbola
unzip
upower
usbutils
util-linux
vagrant
vertex-maia-themes
vi
vibrancy-colors
viewnior
vim
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
whois
wmutils
wpa_supplicant
x86_energy_perf_policy
xarchiver
xautolock
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xss-lock
xterm
yay
ytt-bin
yubikey-manager
yubikey-personalization-gui
zensu
zoom
zsh
