acpi
acpica
acpid
arandr
arc-icon-theme
autoconf
automake
b43-fwcutter
baobab
bat
bison
blueman
bluez-tools
bluez-utils
bmenu
clipit
clonezilla
cpupower
dconf-editor
dfc
epdfview
fakeroot
fasd
firefox
fwupd
gcolor2
gnome-font-viewer
go
gparted
gst-plugins-base
gst-plugins-ugly
gtksourceview-pkgbuild
gufw
hexchat
htop
iputils
ipw2100-fw
ipw2200-fw
isousb
jq
lastpass-cli
lib32-flex
lib32-mesa-demos
lib32-vulkan-intel
lib32-vulkan-radeon
libgpod
licenses
lightdm-settings
lxappearance
lxinput
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-release
manjaro-system
markdown_previewer
memtest86+
mkinitcpio-openswap
mlocate
moc
morc_menu
mousepad
nano
ncdu
netctl
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ntp
open-fuse-iso
palemoon-bin
pamac-gtk
patch
patchutils
pcsc-tools
pkgconf
polkit-gnome
powertop
qt5-styleplugins
qt5ct
ranger
redshift
ripgrep
rofi-scripts
sbxkb
screenfetch
spectre-meltdown-checker
speedtest-cli
syslog-ng
terminus-font
termite
terraform
the_silver_searcher
timeshift
tldr
tlp-rdw
transmission-gtk
ttf-inconsolata
ttf-indic-otf
vi
vibrancy-colors
viewnior
volumeicon
which
xautolock
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xorg-server
xorg-xhost
xorg-xinit
xorg-xkill
yubikey-manager
yubikey-personalization-gui
